<script setup></script>

<template>
  <div class="faq">
    <div class="head">
      <h2 class="h2">
        Частые<br />
        вопросы
      </h2>
      <div class="text">
        <div>
          Не нашли ответ на свой вопрос?<br />
          Задайте его в поддержке по email:
        </div>
        <a class="btn btn-border-black" href="mailto:teh@marketsapi.ru"
          ><span>teh@marketsapi.ru</span></a
        >
      </div>
    </div>
    <!-- end .head-->
    <div class="list">
      <div class="el">
        <h3 class="h3">
          Дурное дело нехитрое: частокол на границе продолжает удивлять?<span
            class="btn btn-pink-black"
          >
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#info"></use>
            </svg>
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#close"></use>
            </svg>
          </span>
        </h3>
        <div class="inner">
          <div class="text">
            <p>
              Однозначно, базовые сценарии поведения пользователей ассоциативно
              распределены по отраслям. Имеется спорная точка зрения, гласящая
              примерно следующее: представители современных социальных резервов
              преданы социально-демократической анафеме.
            </p>
            <p>
              В своём стремлении улучшить пользовательский опыт мы упускаем, что
              элементы политического процесса являются только методом
              политического участия и функционально разнесены на независимые
              элементы. Также как базовый вектор развития напрямую зависит от
              системы массового участия. Учитывая ключевые сценарии поведения,
              высокое качество позиционных исследований однозначно определяет
              каждого участника как способного принимать собственные решения
              касаемо укрепления моральных ценностей.
            </p>
          </div>
        </div>
        <!-- end .inner-->
      </div>
      <!-- end .el-->
      <div class="el">
        <h3 class="h3">
          Господа, героям были возданы соответствующие почести?<span
            class="btn btn-pink-black"
          >
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#info"></use>
            </svg>
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#close"></use>
            </svg>
          </span>
        </h3>
        <div class="inner">
          <div class="text">
            <p>
              Однозначно, базовые сценарии поведения пользователей ассоциативно
              распределены по отраслям. Имеется спорная точка зрения, гласящая
              примерно следующее: представители современных социальных резервов
              преданы социально-демократической анафеме.
            </p>
            <p>
              В своём стремлении улучшить пользовательский опыт мы упускаем, что
              элементы политического процесса являются только методом
              политического участия и функционально разнесены на независимые
              элементы. Также как базовый вектор развития напрямую зависит от
              системы массового участия. Учитывая ключевые сценарии поведения,
              высокое качество позиционных исследований однозначно определяет
              каждого участника как способного принимать собственные решения
              касаемо укрепления моральных ценностей.
            </p>
          </div>
        </div>
        <!-- end .inner-->
      </div>
      <!-- end .el-->
      <div class="el">
        <h3 class="h3">
          Давайте не забывать, что близость к государственным границам оказалась
          чрезвычайно полезной?<span class="btn btn-pink-black">
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#info"></use>
            </svg>
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#close"></use>
            </svg>
          </span>
        </h3>
        <div class="inner">
          <div class="text">
            <p>
              Однозначно, базовые сценарии поведения пользователей ассоциативно
              распределены по отраслям. Имеется спорная точка зрения, гласящая
              примерно следующее: представители современных социальных резервов
              преданы социально-демократической анафеме.
            </p>
            <p>
              В своём стремлении улучшить пользовательский опыт мы упускаем, что
              элементы политического процесса являются только методом
              политического участия и функционально разнесены на независимые
              элементы. Также как базовый вектор развития напрямую зависит от
              системы массового участия. Учитывая ключевые сценарии поведения,
              высокое качество позиционных исследований однозначно определяет
              каждого участника как способного принимать собственные решения
              касаемо укрепления моральных ценностей.
            </p>
          </div>
        </div>
        <!-- end .inner-->
      </div>
      <!-- end .el-->
      <div class="el">
        <h3 class="h3">
          Новый закон накладывает вето на трубный призыв<span
            class="btn btn-pink-black"
          >
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#info"></use>
            </svg>
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#close"></use>
            </svg>
          </span>
        </h3>
        <div class="inner">
          <div class="text">
            <p>
              Однозначно, базовые сценарии поведения пользователей ассоциативно
              распределены по отраслям. Имеется спорная точка зрения, гласящая
              примерно следующее: представители современных социальных резервов
              преданы социально-демократической анафеме.
            </p>
            <p>
              В своём стремлении улучшить пользовательский опыт мы упускаем, что
              элементы политического процесса являются только методом
              политического участия и функционально разнесены на независимые
              элементы. Также как базовый вектор развития напрямую зависит от
              системы массового участия. Учитывая ключевые сценарии поведения,
              высокое качество позиционных исследований однозначно определяет
              каждого участника как способного принимать собственные решения
              касаемо укрепления моральных ценностей.
            </p>
          </div>
        </div>
        <!-- end .inner-->
      </div>
      <!-- end .el-->
      <div class="el">
        <h3 class="h3">
          Близость к государственным границам продолжает удивлять?<span
            class="btn btn-pink-black"
          >
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#info"></use>
            </svg>
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#close"></use>
            </svg>
          </span>
        </h3>
        <div class="inner">
          <div class="text">
            <p>
              Однозначно, базовые сценарии поведения пользователей ассоциативно
              распределены по отраслям. Имеется спорная точка зрения, гласящая
              примерно следующее: представители современных социальных резервов
              преданы социально-демократической анафеме.
            </p>
            <p>
              В своём стремлении улучшить пользовательский опыт мы упускаем, что
              элементы политического процесса являются только методом
              политического участия и функционально разнесены на независимые
              элементы. Также как базовый вектор развития напрямую зависит от
              системы массового участия. Учитывая ключевые сценарии поведения,
              высокое качество позиционных исследований однозначно определяет
              каждого участника как способного принимать собственные решения
              касаемо укрепления моральных ценностей.
            </p>
          </div>
        </div>
        <!-- end .inner-->
      </div>
      <!-- end .el-->
      <div class="el">
        <h3 class="h3">
          Давайте разбираться: потускнели светлые лики икон?<span
            class="btn btn-pink-black"
          >
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#info"></use>
            </svg>
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#close"></use>
            </svg>
          </span>
        </h3>
        <div class="inner">
          <div class="text">
            <p>
              Однозначно, базовые сценарии поведения пользователей ассоциативно
              распределены по отраслям. Имеется спорная точка зрения, гласящая
              примерно следующее: представители современных социальных резервов
              преданы социально-демократической анафеме.
            </p>
            <p>
              В своём стремлении улучшить пользовательский опыт мы упускаем, что
              элементы политического процесса являются только методом
              политического участия и функционально разнесены на независимые
              элементы. Также как базовый вектор развития напрямую зависит от
              системы массового участия. Учитывая ключевые сценарии поведения,
              высокое качество позиционных исследований однозначно определяет
              каждого участника как способного принимать собственные решения
              касаемо укрепления моральных ценностей.
            </p>
          </div>
        </div>
        <!-- end .inner-->
      </div>
      <!-- end .el-->
      <div class="el">
        <h3 class="h3">
          Глубокий уровень погружения попахивает безумием?<span
            class="btn btn-pink-black"
          >
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#info"></use>
            </svg>
            <svg width="24" height="24">
              <use xlink:href="/img/sprite.svg#close"></use>
            </svg>
          </span>
        </h3>
        <div class="inner">
          <div class="text">
            <p>
              Однозначно, базовые сценарии поведения пользователей ассоциативно
              распределены по отраслям. Имеется спорная точка зрения, гласящая
              примерно следующее: представители современных социальных резервов
              преданы социально-демократической анафеме.
            </p>
            <p>
              В своём стремлении улучшить пользовательский опыт мы упускаем, что
              элементы политического процесса являются только методом
              политического участия и функционально разнесены на независимые
              элементы. Также как базовый вектор развития напрямую зависит от
              системы массового участия. Учитывая ключевые сценарии поведения,
              высокое качество позиционных исследований однозначно определяет
              каждого участника как способного принимать собственные решения
              касаемо укрепления моральных ценностей.
            </p>
          </div>
        </div>
        <!-- end .inner-->
      </div>
      <!-- end .el-->
    </div>
    <!-- end .list-->
  </div>
</template>
